Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: • Epidural hematoma – the outer layer of the brain between the brain and skull • Subdural hematoma – the middle layer of the brain • Intracerebral hematoma – the inside part of the brain Treatment of a hematoma may include surgery to remove it. Recovery depends on how serious it was and is there were other injuries with it. Cerebral Hemorrhage This means bleeding in the brain. There are different types of hemorrhages, depending on where the bleeding is. • Over the outer surface of the brain, called subarachnoid hemorrhage • Into the spaces of the brain or ventricles, called intraventricular hemorrhage • Into the brain tissue, called Intracerebral Hemorrhage intracerebral Intracerebral Hemorrhage hemorrhage Treatment depends on how serious it is and where the bleeding is. It may include surgery and medicines. Recovery depends on how severe the bleeding is and whether there are problems from the bleeding. Types of Brain Injury. Russian.
ru: • Эпидуральная гематома — во внешнем слое мозга между мозгом и черепом • Субдуральная гематома — в среднем слое мозга • Внутримозговая гематома — во внутреннем слое мозга Для удаления гематомы может потребоваться хирургическое вмешательство. Выздоровление зависит от степени тяжести гематомы и сопутствующих травм. Кровоизлияние в мозг Означает кровотечение в мозгу. Существуют различные виды кровоизлияний, в зависимости от того, где происходит кровотечение. • Кровоизлияние над внешней поверхностью мозга называется субарахноидальным. • Кровоизлияние в желудочки головного мозга называется СSуuбbарaаrхaнcоhиnдаoлiьdн ое внутрижелудочковым. кровоизлияние Hemorrhage Subarachnoid Hemorrhage • Кровоизлияние в мозговой ткани ВнутIрnиtжrеaлvуeдоnчtкrоiвcоaеl называется кровоизлияние Hemorrhage внутримозговым. Intraventrical Hemorrhage Лечение зависит от степени тяжести и ЧSеkрuеlпl Skull области кровотечения. Может потребоваться хирургические вмешательство и лечение медикаментами. Выздоровление зависит от степени тяжести кровотечения и сопутствующих проблем.

source: Lack of Oxygen - Anoxia Injury to the blood flow of the brain may cause anoxia (an-ox-ee-a) or a lack of oxygen to the brain. Any injury to the blood flow of the brain that decreases oxygen can cause brain damage. This includes heart attack, stroke, drowning or injuries with blood loss. Treatment of anoxia includes supporting breathing and blood pressure, medicine and treating the cause of anoxia, if possible. There may be problems such as loss of memory, changes in behavior, problems with speech or seizures. With severe anoxia, a long-term coma or brain death may occur. Diffuse axonal injury (DAI) An injury where the brain slides back and forth inside the skull, causing the brain’s nerves to be stretched or torn. Damage to the brain may be widespread. When the nerves are torn, they die. It is a moderate to severe form of brain injury. The recovery process can take a long time. The person with this injury may be in a coma for months. Talk to your doctor or nurse if you have any questions or concerns. © 2005 - March 2, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Types of Brain Injury. Russian.
ru: Дефицит кислорода (аноксия) Нарушение кровотока в головном мозге может вызвать аноксию или кислородное голодание. Любая травма, влияющая на кровоток в мозгу и снижающая уровень кислорода, может привести к повреждению мозга. Сюда относятся также сердечный приступ, инсульт, утопление и травмы с потерей крови. Для лечения аноксии применяют респираторную поддержку и поддержку артериального давления, медикаменты и, по возможности, лечение причины кислородного голодания. Могут возникнуть такие проблемы, как потеря памяти, изменение поведения, затруднения речи и судороги. При серьезной аноксии может произойти долговременная кома или смерть мозга. Диффузное аксональное повреждение (ДАП) Если при травме происходит движение мозга внутри черепа назад и вперед, нервные клетки мозга растягиваются или разрываются. Повреждение головного мозга может быть обширным. Разрывы нервов приводят к их гибели. Это черепно-мозговая травма от средней до тяжелой формы. Процесс восстановления может занять много времени. Пациент с такой травмой может находиться в коме несколько месяцев. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Types of Dementia is a loss of thinking, remembering, language, judgment, and reasoning skills that are severe enough to affect daily activities such as eating, bathing, and getting dressed. People with dementia may have a change in their personality, find it hard to control emotions, or lose their ability to solve problems. Although it is normal to need more time to remember things as we age, other thinking and reasoning skills should not change. Dementia is not a normal part of the aging process. There are different causes of dementia. Some can be treated, and some cannot. That is why it is important to have a medical exam to learn the cause of the changes. Common Causes of Dementia Alzheimer’s Disease (AD) • Alzheimer’s disease is the most common cause of dementia. The symptoms start slowly and become worse over time. • Damage to the brain may begin 10 or more years before symptoms appear. During this first stage, abnormal clumps of proteins called “amyloid plaques” and tangled bundles of fibers called “neurofibrillary tangles” are formed. Nerve cells in the brain can no longer connect with each another and stop working as they should. Types of Dementia. Russian.
ru: Dementia Деменция — это потеря способности мыслить, запоминать, говорить, думать и рассуждать, что является довольно серьезной проблемой, которая влияет на повседневную деятельность, в частности на способность есть, мыться и одеваться. У больных деменцией может меняться личность, им можно быть сложно управлять своими эмоциями и решать проблемы. С возрастом людям требуется больше времени на запоминание, но способность думать и рассуждать не должна ухудшаться. Деменция не связана с нормальным процессом старения. Существуют различные причины деменции. Некоторые из них лечатся, другие — нет. Поэтому важно пройти обследование и выяснить причину изменений. Распространенные причины деменции Болезнь Альцгеймера • Болезнь Альцгеймера — самая частая причина деменции. Симптомы развиваются медленно и со временем усиливаются. • Повреждение мозга может начаться за 10 и более лет до того, как появятся симптомы. На этой стадии формируются аномальные скопления белка (амилоидные бляшки) и узелки сплетенных волокон (нейрофибриллярные клубки). Они блокируют связи между нервными клетками и нарушают их работу.

source: • During the second stage, these symptoms occur: memory loss, confusion about time and space, poor decision making, and changes to language. The damage that occurred during the first stage are now causing the nerve cells to die and brain tissue to shrink. The part of the brain called the hippocampus, where memories are formed, is affected. • The final stage is known as Alzheimer’s dementia. The person loses their ability to communicate, and they will need total care. As with all kinds of dementia, the disease will progress at different rates for different people. It also depends on the person’s age when they are diagnosed and other health problems they may have. A person with Alzheimer’s disease might live for 3 to 4 more years if the diagnosis was made after the age of 80. They may live 10 or more years longer if they were diagnosed at a younger age. No one knows what causes Alzheimer’s disease. It cannot be cured and will not go away. Treatment may only help to manage symptoms and slow the disease. Vascular Dementia Vascular dementia is also known as multi- infarct dementia (MID). It occurs when repeated strokes destroy small areas of the brain. A stroke happens when a vessel taking blood and nutrients to an area of the brain becomes clogged or bursts. Blood and oxygen cannot get to that part of the brain, and brain cells die. This results in permanent brain damage. The strokes may be so small that the person and people around them are not aware that they are happening. These “silent strokes” will finally lead to symptoms of vascular dementia as more areas of the brain are damaged by repeated strokes. Types of Dementia. Russian.
ru: • На второй стадии появляются симптомы: проблемы с памятью, ориентацией во времени и пространстве, способностью принимать решения и говорить. Повреждения, возникшие на первой стадии, вызывают отмирание нервных клеток и уменьшение мозговой ткани. При этом страдает гипокамп (часть мозга, который отвечает за память). • Последняя стадия называется болезнью Альцгеймера. Человек теряет способность общаться и требует постоянного ухода. Как и в случае с другими видами деменции, заболевание у разных людей прогрессирует с разной скоростью. Скорость зависит от возраста, в котором была диагностирована болезнь, и существующих проблем со здоровьем. Если диагноз поставлен после 80 лет, пациент с болезнью Альцгеймера может прожить 3–4 года. Если диагноз поставлен раньше, то человек может прожить 10 и более лет. Причины возникновения болезни Альцгеймера неизвестны, и она не лечится. Можно лишь контролировать симптомы и замедлить прогрессирование болезни. Васкулярная деменция Васкулярная (мультиинфарктная) деменция вызывается инсультами, которые разрушают небольшие участки мозга. Во время инсульта сосуд, который несет к участку мозга кровь и питательные вещества, закупоривается или разрывается. Кровь и кислород не поступают к участку мозга, и клетки мозга отмирают. В результате происходит необратимое повреждение мозга. Инсульты могут быть такими незначительными, что человек и окружающие могут не заподозрить их. Такие «тихие инсульты» со временем ведут к появлению симптомов васкулярной деменции, поскольку повторные инсульты поражают все больше отделов мозга.

source: In other cases, the strokes are bigger and not so “silent.” New symptoms of vascular dementia may develop fast with each stroke. As with Alzheimer’s disease, vascular dementia cannot be cured and will not go away. Treatment is aimed at reducing the risk factors of the disease to prevent further strokes from occurring. Risk factors include: • Diabetes • High blood pressure • High cholesterol • Smoking Medicines can be used to manage the person’s aggressive behavior or agitation, which sometimes occurs. Depression Depression is a medical condition. It involves more than just feeling “down” or “sad.” Depression interferes with normal activities of life. While depression is not a type of dementia, many people with severe depression have some similar mental changes, such as poor memory and attention. When someone has both depression and dementia, memory loss may get worse. Symptoms include: • Unusual and excessive sadness or irritability • Changes in sleep • Changes in weight and eating • Loss of interest in things the person had enjoyed • Loss of energy • Problems thinking and focusing • Feelings of being worthless • Thoughts of suicide or death Depression can be treated with medicine and counseling. Types of Dementia. Russian.
ru: Иногда инсульты бывают более обширными и совсем не тихими. С каждым инсультом могут появляться новые симптомы васкулярной деменции. Васкулярную деменцию, как и болезнь Альцгеймера, невозможно вылечить. Лечение заключается в уменьшении факторов риска повторных инсультов. Факторы риска: • Диабет • Высокое давление • Повышенный уровень холестерина • Курение Для контроля агрессивного поведения и беспокойства могут назначаться медикаменты. Депрессия Депрессия — это заболевание, а не просто грусть или плохое настроение. Депрессия мешает нормальной жизнедеятельности. Депрессия не является видом деменции, но многие пациенты с тяжелой депрессией страдают от схожих изменений психики, например от проблем с памятью и вниманием. Если человек страдает и от депрессии, и от деменции, у него могут быть более серьезные проблемы с памятью. Симптомы: • Необычная и чрезмерная грусть или раздражительность • Изменения в состоянии сна • Изменение веса и пищевых привычек • Потеря интереса к тому, что приносило радость • Упадок сил • Проблемы с мышлением и концентрацией внимания • Чувство бесполезности существования • Мысли о самоубийстве или смерти Депрессию можно вылечить лекарствами и психотерапией.

source: Parkinson’s Disease Parkinson’s disease (PD) occurs when the brain does not make enough of a certain chemical called dopamine. This chemical is used by the body to control muscle movement. Symptoms include: • Tremor in one or both hands, arms, or legs; trembling in the jaw and face • Stiffness of the arms, legs, and joints • Trouble starting to move • Issues with balance and coordination People may have problems walking, talking, and doing simple tasks as the disease progresses. Other symptoms may include depression, sleeping problems, speaking, swallowing, and chewing. Treatment of PD is aimed at increasing the amount of dopamine. As PD gets worse, some people develop dementia. Some people with Alzheimer’s disease may show symptoms of Parkinson’s disease. Certain medicines may help the PD symptoms, but they will not reverse the dementia. Talk to your doctor and other members of your health care team about your questions and concerns about dementia. © 2005 – January 18, 2023, Health Information Translations found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Types of Dementia. Russian.
ru: Болезнь Паркинсона Болезнь Паркинсона возникает, когда мозг не вырабатывает достаточное количество вещества под названием дофамин. Дофамин участвует в управлении мышцами. Симптомы: • Тремор одной или обеих рук или ног, челюсти и лица • Скованность рук, ног и суставов • Сложности с тем, чтобы начать движение • Проблемы с равновесием и координацией По мере прогрессирования болезни пациентам становится сложно ходить, говорить и выполнять простые дела. Также может возникать депрессия, проблемы со сном, речью, глотанием и жеванием. Лечение заболевания заключается в увеличении дофамина. При ухудшении болезни Паркинсона у некоторых возникает деменция. У некоторых людей с болезнью Альцгеймера имеются симптомы болезни Паркинсона. Лекарства могут уменьшить симптомы болезни Паркинсона, но не могут обратить деменцию вспять. Обсудить вопросы и опасения о деменции можно с врачом или лечащим персоналом. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Ulcerative Ulcerative colitis is a bowel disease. The cause is not known. The inner lining of the colon, also called the large intestine, becomes irritated or inflamed. Tiny sores or ulcers form and can cause bleeding. This often starts in the lower part of the colon and can spread. Signs You may have some or all of these signs: • Stomach pain • Diarrhea • Bleeding in stool or from the rectum • Fatigue • Loss of appetite • Weight loss • Loss of body fluids, also called dehydration Signs may be mild or more severe. Your Care Your doctor will check you and order tests. These tests may include: • A stool sample to test for blood. • Blood tests. • A barium enema to see an x-ray picture of the colon. Ulcerative Colitis. Russian.
ru: колит Colitis Язвенный колит — это заболевание кишечника. Причины его возникновения неизвестны. Внутренняя поверхность толстой кишки раздражается или воспаляется, в результате чего образуются язвочки, которые могут кровоточить. Зачастую болезнь начинается в нижней части кишечника и может распространяться на другие отделы. Симптомы У вас могут быть отдельные или все симптомы: • Боль в желудке • Понос • Кровь в стуле или кровотечение из прямой кишки • Усталость • Потеря аппетита • Похудение • Потеря жидкости (обезвоживание) Заболевание может протекать в легкой и тяжелой форме. Лечение Врач осмотрит вас и назначит обследование. Обследование может включать: • Анализ стула на кровь. • Анализ крови. • Бариевая клизма с рентгенографией толстой кишки.

source: • A test to look at the inside of the rectum and colon, called a colostomy. Sometimes a tissue sample, called a biopsy, is taken to be checked in the lab. Your treatment may include: • Diet changes to help control signs. Ì Avoid foods that make your signs worse. These may include fatty or fried foods, and high fiber foods such as beans, nuts, seeds or bran. Eat small amounts of food every few hours rather than 2 or 3 large meals each day. Ì Drink water all through the day. • Managing stress, which can make signs worse. • Medicines to control colon inflammation. • Surgery. Talk to your doctor or nurse if you have any questions or concerns. © 2005 - February 1, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Ulcerative Colitis. Russian.
ru: • Осмотр прямой и ободочной кишки. Иногда делается отбор ткани (биопсия) для ее проверки в лаборатории. Лечение может состоять в следующем: • Изменение питания для контроля симптомов. Ì Отказ от продуктов, которые могут усугубить симптомы, в том числе от жирной, жареной пищи и продуктов с высоким содержанием клетчатки (бобов, орехов, семян, отрубей и пр.). Ì Питание малыми порциями каждые несколько часов вместо 2–3 плотных приемов пищи. Ì Питье воды на протяжение всего дня. • Борьба со стрессом, который может усугубить симптомы. • Прием лекарств от воспаления кишечника. • Хирургическое вмешательство. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Ultrasound An ultrasound is a test using sound waves to look at parts of your body. You will not hear the sounds, but pictures will show up on the screen. An ultrasound is not an x-ray and does not cause pain. Review these instructions before your test so you know what you need to do to prepare for your test. Arrive on time for your test. This test takes 20 to 40 minutes. During the Test • You will wear a hospital gown and lie on a table. • Warm gel is put on your skin. A wand, called a transducer, is moved back and forth across your skin in the gel to take the pictures. • You may need to hold your breath for some of the pictures. • The staff checks the pictures before you go home. More pictures may be taken if needed. Follow These Extra Instructions if Marked If your test is to check a certain part of your body, follow the extra instructions marked: Abdominal • Do not eat or drink for 6 to 8 hours before the test.  Thyroid • Remove any jewelry around your neck. • A rolled up towel is placed behind your neck during the test. Ultrasound. Russian.
ru: (УЗИ) УЗИ — это исследование организма с помощью ультразвуковых волн. Вы не услышите никаких звуков, но на экране появится изображение. УЗИ — безвредный и безболезненный метод исследования. Прочтите эти указания перед исследованием, чтобы правильно подготовиться к нему. Не опаздывайте. Исследование длится 20–40 минут. Во время исследования • Вы наденете больничную одежду и ляжете на кушетку. • На кожу нанесут теплый гель. Врач будет водить по коже датчиком, чтобы получить изображения. • Вас могут попросить задержать дыхание. • Персонал проверит полученные снимки, прежде чем вы уйдете, поскольку могут потребоваться дополнительные снимки. Выполните отмеченные галочкой указания Виды исследований:  УЗИ брюшной полости • Не ешьте и не пейте за 6–8 часов до исследования.  УЗИ щитовидной железы • Снимите с шеи все украшения. • Во время исследования вам под шею положат свернутое в валик полотенце.

source:  Breast • If you or your doctor felt a lump in your breast, you will be asked to point to it. • The test can show if the lump is solid or filled with fluid, called a cyst. Scrotum or Testicle • You may need to stand up for some of the pictures. • You may be asked to push as if you are having a bowel movement.  Pelvis • You must drink 32 ounces or 1 liter of water for this test, so your bladder will be full. • Finish drinking the water 1 hour before your test. • During the test, pictures will be taken. • You will be asked to go to the bathroom to empty your bladder. More pictures are taken. • Female: A second part of the test may be done with your feet up in stirrups. A probe will be put into your vagina to take more pictures. The probe will then be removed. After the Test • Return to your normal activities. • Test results are sent to your doctor. Your doctor will share the results with you. Talk to your doctor or nurse if you have any question or concerns. © 2005 - February 14, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Ultrasound. Russian.
ru:  УЗИ молочных желез • Если вы или врач нащупали уплотнение в груди, вас попросят указать на это место. • Исследование выявит, является ли уплотнение твердым или это киста, заполненная жидкостью. УЗИ органов мошонки • Некоторые снимки делаются в положении стоя. • Вас могут попросить напрячься, как при дефекации.  УЗИ органов малого таза • Вы должны выпить 32 унции или 1 литр воды, чтобы наполнился мочевой пузырь. • Прекратите принимать воду за 1 час до исследования. • Во время исследования будут сделаны снимки. • Вас попросят сходить в туалет опорожнить мочевой пузырь, после чего сделают еще снимки. • Гинекологическое УЗИ: для второй части исследования вас могут попросить поставить ноги на подставки. Затем во влагалище введут датчик. После получения снимков датчик извлекут. После исследования • Вы можете вернуться к обычной деятельности. • Результаты исследования будут отправлены вашему врачу, и он сообщит их вам. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as
